---
title: AssemblyDifferenceMemberCount
classe: Autodesk.Revit.DB.AssemblyDifferenceMemberCount
namespace: Autodesk.Revit.DB
eredita: Autodesk.Revit.DB.AssemblyDifference
revit: "2025"
revitapi: "25.4.30.0"
stato: auto
verbo: leggere
membri_n: 2
---

# AssemblyDifferenceMemberCount

!!! note "Scheda automatica"
    La corrispondenza C#→Python è generata dalle 7 Regole. Descrizione, tranello ed esempio sono **da rivedere** — contribuisci.

## La classe

_(una frase: cos'è e a cosa serve)_

## La corrispondenza

| nella doc (C#) | in python | tipo |
|---|---|---|
| `Int32 Count1 { get; }` | `assemblyDifferenceMemberCount.Count1` | Int32 |
| `Int32 Count2 { get; }` | `assemblyDifferenceMemberCount.Count2` | Int32 |

## Il tranello

_(ciò che la pagina non dice e ti farebbe sbagliare)_

## Lo script

```python
# esempio da completare
```